"Which model would you like to use?" = "ഏത് മോഡലാണ് നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നത്?";

"Chat Identifier" = "ചാറ്റ് ഐഡൻ്റിഫയർ";

"New Temporary Chat" = "പുതിയ താൽക്കാലിക ചാറ്റ്";

"ChatGPT Help" = "ChatGPT സഹായം";

"Indicates whether a new chat should be started" = "ഒരു പുതിയ ചാറ്റ് ആരംഭിക്കേണ്ടതുണ്ടോ എന്ന് സൂചിപ്പിക്കുന്നു";

"This action will send a single message to a chat with ChatGPT and return the response." = "ഈ നടപടി ChatGPT-യുമായുള്ള ഒരു ചാറ്റിലേക്ക് ഒരു സന്ദേശം അയയ്‌ക്കുകയും തുടർന്ന് ഒരു മറുപടി നൽകുകയും ചെയ്യും.";

"Model to use with the new chat" = "പുതിയ ചാറ്റിനൊപ്പം ഉപയോഗിക്കാനുള്ള മോഡൽ";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "അന്യോന്യമുള്ള ചാറ്റ് പ്രവർത്തനക്ഷമമാക്കണോ അതോ മറുപടിയ്ക്ക് ശേഷം ഉടൻ ഷോർട്ട്കട്ട് പൂർത്തിയാക്കണോ";

"Message to send to ChatGPT" = "ChatGPT-ലേക്ക് അയയ്ക്കാനുള്ള സന്ദേശം";

"Start voice conversation with ChatGPT" = "ChatGPT ഉപയോഗിച്ച് ശബ്ദ സംഭാഷണം ആരംഭിക്കുക";

"Model slug" = "മോഡൽ സ്ലഗ്";

"Content" = "ഉള്ളടക്കം";

"Model" = "മോഡൽ";

"Is there anything else you would like to ask about?" = "മറ്റെന്തെങ്കിലും ചോദിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?";

"%@" = "%@";

"Start new chat" = "ഒരു പുതിയ ചാറ്റ് തുടങ്ങുക";

"New Chat" = "പുതിയ ചാറ്റ്";

"Message Identifier" = "മെസേജ് ഐഡൻ്റിഫയർ";

"Change Shortcut" = "ഷോർട്ട്കട്ട് മാറ്റുക";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ഈ നടപടി ChatGPT-യുമായി ഒരു ‌ശബ്ദ സംഭാഷണം ആരംഭിക്കുന്നതിനായി ChatGPT ആപ്പ് ലോഞ്ച് ചെയ്യും.";

"Model name" = "മോഡലിൻ്റെ പേര്";

"Start voice conversation" = "ശബ്ദ സംഭാഷണം ആരംഭിക്കുക";

"Check for Updates…" = "അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുക...";

"What would you like to ask ChatGPT about?" = "നിങ്ങൾ ChatGPT-യോട് എന്താണ് ചോദിക്കാൻ ആഗ്രഹിക്കുന്നത്?";

"Would you like to start a new chat?" = "നിങ്ങൾക്ക് ഒരു പുതിയ ചാറ്റ് ആരംഭിക്കാൻ താൽപ്പര്യമുണ്ടോ?";

"Message" = "സന്ദേശം";

"Settings…" = "ക്രമീകരണങ്ങൾ…";

"You can continue this chat from the app." = "നിങ്ങൾക്ക് ആപ്പിൽ നിന്ന് ഈ ചാറ്റ് തുടരാവുന്നതാണ്.";

"Continuous chat" = "തുടർച്ചയായ ചാറ്റ്";

"Ask ChatGPT" = "ChatGPT-യോട് ചോദിക്കുക";

"Toggle Sidebar" = "സൈഡ്‌ബാർ ടോഗിൾ ചെയ്യുക";

